Repository: KutayOz/MIC-Reader
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: MIC Reader
tr: MIC Okuyucu

source: Welcome
tr: Hoş Geldiniz

# welcomeBack
source: Welcome back, {name}
tr: Tekrar hoş geldiniz, {name}

# onboardingTitle
source: Welcome to MIC Reader
tr: MIC Okuyucu'ya Hoş Geldiniz

# onboardingSubtitle
source: Antifungal susceptibility testing made easy
tr: Antifungal duyarlılık testi artık çok kolay

source: Enter your name
tr: Adınızı girin

# nameHint
source: Dr. Name Surname
tr: Dr. Ad Soyad

# institution
source: Institution (optional)
tr: Kurum (isteğe bağlı)

# institutionHint
source: Hospital/Laboratory name
tr: Hastane/Laboratuvar adı

source: Select language
tr: Dil seçin

source: Get Started
tr: Başla

source: Home
tr: Ana Sayfa

source: Capture
tr: Çekim

source: History
tr: Geçmiş

source: Settings
tr: Ayarlar

source: New Analysis
tr: Yeni Analiz

source: Recent Results
tr: Son Sonuçlar

source: View All History
tr: Tüm Geçmişi Gör

source: No recent results
tr: Henüz sonuç yok

source: Capture Plate
tr: Plak Çekimi

source: Flash On
tr: Flaş Açık

source: Flash Off
tr: Flaş Kapalı

# captureHint
source: Align the plate within the guide and tap capture
tr: Plakı kılavuz içine hizalayın ve çekin

# flashWarning
source: Keep flash ON for best results
tr: En iyi sonuç için flaşı AÇIK tutun

# rotatePhone
source: Rotate your phone to landscape
tr: Telefonunuzu yatay çevirin

# rotatePhoneHint
source: Hold your phone horizontally to capture the plate
tr: Plağı çekmek için telefonunuzu yatay tutun

source: From Gallery
tr: Galeriden

source: From Camera
tr: Kameradan

# chooseSource
source: Choose Image Source
tr: Görüntü Kaynağı Seçin

# alignPlateHint
source: Fit the plate in the frame
tr: Plağı çerçeveye sığdırın

source: Analyzing...
tr: Analiz ediliyor...

source: Analysis Results
tr: Analiz Sonuçları

source: Select Organism
tr: Organizma Seçin

source: MIC Results
tr: MIC Sonuçları

source: Drug
tr: İlaç

source: Interpretation
tr: Yorum

source: Susceptible
tr: Duyarlı

source: Intermediate
tr: Orta Duyarlı

source: Resistant
tr: Dirençli

# insufficientEvidence
source: IE
tr: YK

source: Growth
tr: Üreme

source: Inhibition
tr: İnhibisyon

source: Partial
tr: Kısmi

source: Uncertain
tr: Belirsiz

source: Needs Review
tr: İnceleme Gerekli

# manuallyEdited
source: Edited
tr: Düzenlendi

# tapToEdit
source: Tap well to edit
tr: Düzenlemek için kuyucuğa dokunun

source: Edit Wells
tr: Kuyucukları Düzenle

# changeColor
source: Change to:
tr: Değiştir:

source: Recalculate MIC
tr: MIC'i Yeniden Hesapla

source: Done
tr: Tamam

source: Save
tr: Kaydet

source: Share
tr: Paylaş

source: Export
tr: Dışa Aktar

source: Delete
tr: Sil

source: Share Results
tr: Sonuçları Paylaş

source: Export Format
tr: Dışa Aktarma Formatı

source: PDF Report
tr: PDF Raporu

# pdfReportDesc
source: Full report with plate image and all results
tr: Plak görüntüsü ve tüm sonuçlarla tam rapor

source: Image + Summary
tr: Görüntü + Özet

# imageSummaryDesc
source: Annotated plate image with text summary
tr: Metin özetiyle açıklamalı plak görüntüsü

source: Text Only
tr: Yalnızca Metin

# textOnlyDesc
source: Plain text results for quick sharing
tr: Hızlı paylaşım için düz metin sonuçları

source: Include in export:
tr: Dışa aktarmaya dahil et:

source: Analyst name
tr: Analist adı

source: Timestamp
tr: Zaman damgası

# rawConfidence
source: Raw confidence values
tr: Ham güven değerleri

source: Share via...
tr: Şununla paylaş...

# settingsTitle
source: Settings
tr: Ayarlar

source: Profile
tr: Profil

source: Edit Profile
tr: Profili Düzenle

source: Default Organism
tr: Varsayılan Organizma

source: Language
tr: Dil

source: About
tr: Hakkında

source: Version
tr: Sürüm

# disclaimer
source: Results are for guidance only. Manual verification is recommended.
tr: Sonuçlar yalnızca rehber niteliğindedir. Manuel doğrulama önerilir.

# controlWellWarning
source: Control well (K) should show growth (pink). If not, repeat the test.
tr: Kontrol kuyucuğu (K) üreme (pembe) göstermelidir. Göstermiyorsa testi tekrarlayın.

# positiveControl
source: Positive Control (K)
tr: Pozitif Kontrol (K)

source: Error
tr: Hata

source: Retry
tr: Tekrar Dene

source: Cancel
tr: İptal

source: OK
tr: Tamam

source: Confirm
tr: Onayla

# deleteConfirm
source: Are you sure you want to delete this analysis?
tr: Bu analizi silmek istediğinizden emin misiniz?

# cameraPermissionDenied
source: Camera permission is required to capture plates
tr: Plak çekimi için kamera izni gereklidir

# storagePermissionDenied
source: Storage permission is required to save results
tr: Sonuçları kaydetmek için depolama izni gereklidir

source: Grant Permission
tr: İzin Ver

source: Auto-save
tr: Otomatik kaydet

# autoSaveDescription
source: Automatically save analysis results after processing
tr: Analiz sonuçlarını işlem sonrası otomatik kaydet

# analysisSavedAuto
source: Analysis saved automatically
tr: Analiz otomatik kaydedildi

source: Patient Name
tr: Hasta Adı

# patientNameHint
source: Enter patient name (optional)
tr: Hasta adını girin (opsiyonel)

source: Edit Patient Name
tr: Hasta Adını Düzenle
